import React from 'react'
import { Box } from '@mui/material'
import { H1Text, H2Text, H3Text } from '../atoms/Text'

const AppTerms: React.FC = () => {
    return (
        <>
            <H1Text>ライフパレット会員規約​</H1Text>
            <Box
                sx={{
                    margin: '30px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    本規約は、株式会社メディエイド（以下「当社」といいます。）が提供する「ライフパレット」シリーズ（以下「本サービス」といいます。）をご利用頂く際の利用者と当社との一切の関係に適用されます。本サービスを会員としてご利用頂くためには、本規約に同意いただくことが条件となります。
                </p>
            </Box>
            <H2Text>第１条（本サービスの内容）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    本サービスは、皆様の健康の維持増進を目的とするとともに、病気や障がいを持つ方およびその家族を支援することを目的として、健康に不安のある方、病気や障がいを持つ方およびその家族のほか、医療従事者および医療関係者も含めた方々の間での情報の交換・共有の場を設けるとともに、これに関連する種々のサービスを提供するものです。
                </p>
            </Box>
            <H2Text>第２条（用語の定義）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    本規約において使用される用語は、それぞれ以下の意味で使用します。
                </p>
            </Box>
            <Box
                sx={{
                    marginTop: '20px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>本サービス</H3Text>
                <p>
                    当社が提供する以下のサービスを総称したもの、または各サービスをいいます。
                </p>
                <p>１　ライフパレット</p>
                <p>２　ライフパレットアプリ</p>
                <p>３　ライフパレットアプリを利用した１のサービスの利用</p>
            </Box>
            <Box
                sx={{
                    marginTop: '20px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>ライフパレット</H3Text>
                <p>
                    会員が自身の食事や運動に関する情報、医療情報（病歴、薬歴）、病気体験情報（病気体験記、闘病記など）およびバイタルデータ等のパーソナル・ヘルス・レコードを記録し、管理し、公開することができ、他の会員と情報交換や交流をすることができるプラットフォームをいいます。
                </p>
            </Box>
            <Box
                sx={{
                    marginTop: '20px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>ライフパレットアプリ</H3Text>
                <p>
                    会員がライフパレット上に情報を記録し、管理し、公開することができる各アプリケーションソフトウェアをいいます。
                </p>
            </Box>
            <Box
                sx={{
                    marginTop: '20px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>会員</H3Text>
                <p>
                    本規約に同意した上で本サービスを利用するため会員登録を申し込み、当社より会員登録が承認された個人をいいます。
                </p>
            </Box>
            <Box
                sx={{
                    marginTop: '20px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>本サーバー</H3Text>
                <p>
                    本サービスのためのコンテンツの蓄積、転送および送受信に使用される当社の管理する通信設備をいいます。
                </p>
            </Box>
            <Box
                sx={{
                    marginTop: '20px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>本コンテンツ</H3Text>
                <p>
                    本サーバーに蓄積され、また、本サーバーを通じて送受信されるソフトウェア、画像、音声、映像、文書およびその他すべての情報の電磁的記録をいいます。なお、当社から送信される電子メールにリンクが設定された第三者のウェブサイトのコンテンツは、本コンテンツには含まれません。
                </p>
            </Box>
            <Box
                sx={{
                    marginTop: '20px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>会員発信コンテンツ</H3Text>
                <p>
                    本コンテンツのうち、会員が自ら作成、送信するデータまたはメッセージをいい、ライフパレットアプリから作成、送信するものをも含みます。
                </p>
            </Box>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <H3Text>提供コンテンツ</H3Text>
                <p>
                    本コンテンツのうち、当社または当社の指定する第三者が本サービスにおいて提供するもの、または電子メールによる配信によって会員に提供するものをいいます。
                </p>
            </Box>
            <H2Text>第３条（会員の資格、種類および決済手段）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　本サービスの会員として想定されるのは主に以下の方々です。
                </p>
                <p>・健康な体を維持したい方、健康に不安のある方</p>
                <p>・対象疾患の患者およびその家族</p>
                <p>・医療資格保有者およびその他の医療従事者</p>
                <p>・医学研究者</p>
                <p>・医療系専門課程の教育者および学生</p>
                <p>
                    当社は、当社の判断と裁量において、本サービスの趣旨に即してより限定された会員資格を設定することができるものとします。また、会員登録にあたっては、事前に本人確認等の手続を実施する場合があります。会員資格および登録手続の詳細については、各サービスを提供するサイトに掲載されるとおりとします。
                </p>
                <p>
                    ２　本サービスの会員には、一般会員および有料会員の2種類があります。一般会員は本サービスのうち無料のサービスを利用することができます。本サービスのうち有料のサービスを利用する場合は、別途有料会員への申込みが必要となります。
                </p>
                <p>
                    ３　有料会員は、自己の管理に属する有効なクレジットカードまたは銀行口座その他の決済方法の情報を決済手段として本サービスに登録し、当該決済手段によって利用料金を支払うものとします。
                </p>
                <p>
                    ４　前項の決済手段は、次に掲げるいずれかの方法によるものとします。
                </p>
                <p>（１）クレジットカード</p>
                <p>（２）AppStoreおよびGooglePlay決済</p>
                <p>（３）その他当社が定める方法</p>
                <p>
                    ５　決済手段がクレジットカードによる場合、利用料金は当該クレジット会社の会員規約において定められた振替日に会員指定の口座から引き落とされるものとします。
                </p>
            </Box>
            <H2Text>第４条（本サービスの利用）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　本サービスは、会員ご自身によって食事や運動に関する情報、医療情報（病歴、薬歴など）、病気体験情報（病気体験記、闘病記など）、およびバイタルデータ等を記録し、管理し、公開する（公開を希望する場合のみ）ための機能および他の会員と情報交換や交流をすることができる機能を有しています。
                </p>
                <p>
                    ２　本サービスは、特定の薬剤の広告若しくは宣伝、処方の誘引、特定の治療方法等の推奨若しくは誘引等を目的とするものではなく、また、診療、医療に関する専門的なカウンセリング、医師による助言・回答、その他のいかなる医療サービスも提供いたしません。各会員は、この点を十分認識した上で、ご自身の責任と判断において本サービスを利用し、ご自身の判断で適切な医療機関の受診などの対応を行っていただく必要があります。
                </p>
                <p>
                    ３　本サービスにおいて会員間で行われるコミュニケーション、相談に対する返答やアドバイスについて、当社は、その理由を問わず、会員および会員であった方に対して一切の責任を負いません。
                </p>
                <p>
                    ４　本サービスを利用するためには、各会員固有のIDおよびパスワードを入力してログインしていただく必要があります。当社は、本サービスを適正に運営・管理し、本サービスが不正に利用されることを防止し、かつ、問題発生時の対応に備えるため、各会員によるアクセス記録（アクセスログ）および会員発信コンテンツの送受信の状況に関する記録を一定期間保存しています。
                </p>
                <p>
                    ５　本サービスの内容は、当社の判断と裁量で随時変更、更新されることがあります。また、当社は第10条に定める場合において、会員発信コンテンツの編集または削除することができます。
                </p>
                <p>
                    ６　いかなる会員も、本規約に明示される場合を除き、本コンテンツの閲覧、会員発信コンテンツの作成、送信以外のいかなる権利も与えられるものではなく、当社または権利者の明示的な承諾なしに、提供コンテンツ、他の会員の会員発信コンテンツを複製、公開、公衆送信、頒布、配布、譲渡、貸与、翻訳、変形もしくは翻案すること、または、本サービス上のデータを本サービスとは別のデータベースシステム等に蓄積することはできません。
                </p>
                <p>
                    ７　上記のほか、本サービスを利用される会員の責任および禁止事項については、第8条および第9条に定めるとおりとします。
                </p>
                <p>
                    ８　本サービスに関する当社の責任については、第12条に定めるとおりとします。
                </p>
                <p>
                    ９　本コンテンツの著作権については、第13条に定めるとおりとします。
                </p>
            </Box>
            <H2Text>第５条　オプションサービスとの連携</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　当社は、本サービスと別途当社あるいは第三者が提供するオプションサービスのアプリケーションソフトウェアとを相互リンクすること等により、本サービスとオプションサービスとを連携させることができるものとします。これにより、会員は、本サービスの会員発信コンテンツ内の情報をオプションサービスでも連携して利用することができます。
                </p>
                <p>
                    ２　会員は、本サービスとオプションサービスが別のサービスであることを理解し、本利用規約とは別にオプションサービスの利用規約等に同意したうえ、オプションサービスが定める方法により、オプションサービスを利用するものとします。
                </p>
                <p>
                    ３　当社は、第三者が提供する、会員によるオプションサービスの利用および会員がオプションサービスにおいて受領する情報に関して、いかなる責任も負わないものとします。
                </p>
            </Box>
            <H2Text>第６条（外部委託）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    当社は、情報の保存およびシステム管理その他、必要に応じて業務の全部または一部を外部の第三者に委託することができるものとします。
                </p>
            </Box>
            <H2Text>第７条（入会・変更・退会）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　本サービスの利用を希望する方は、当社が指定する手続に従って、所定の会員申込み画面より入会を申し込むものとします。申込みにあたっては、本規約に同意した上、当社の指定するフォームに会員登録情報を入力し、送信するものとします。
                </p>
                <p>
                    ２　前項に基づく会員申込みに対し、当社は、申込者より指定されたメールアドレスに承諾の通知を送信するものとし、これをもって会員登録の完了とします。会員登録の完了により、会員と当社との間で、本規約を条件とする本サービスの利用に関する契約が成立するものとします。
                </p>
                <p>
                    ３　第１項に基づく会員申込みの際の登録情報に虚偽の記載もしくは記入漏れがある場合、または、その他当社が不適切と判断する場合、当社は会員申込みを承諾しないことがあります。
                </p>
                <p>
                    ４　会員は、メールアドレスなどの会員登録情報に変更が生じた場合は、当社が指定する手続に従って、当社に届け出るものとします。
                </p>
                <p>
                    ５　会員は、本サービスの会員としての地位、資格および権利について、他の会員または第三者に使用許諾、貸与もしくは譲渡したり、名義変更、売買、質入またはその他の処分をしたりすることはできません。
                </p>
                <p>
                    ６　会員は、いつでも、当社が指定する手続に従って本サービスを退会することができるものとします。
                </p>
            </Box>
            <H2Text>第８条（本サービスを利用する会員の義務および責任）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>１　会員発信コンテンツに関する責任</p>
                <p>
                    各会員は、ご自身が投稿、公開する会員発信コンテンツに関して、著作権その他一切の権利を有するものとし、また、会員発信コンテンツの作成、利用がいかなる第三者の権利をも侵害するものでないことを保証することとします。また、各会員は、ご自身の会員発信コンテンツについて一切の責任を負うものとし、当社および第三者に何らの迷惑または損害を与えないものとします。
                </p>
                <p>２　会員間または第三者との紛争</p>
                <p>
                    本サービスの利用に関連して、会員が、他の会員もしくは第三者に対して損害を与えた場合、または、他の会員もしくは第三者との間で紛争を生じた場合、当該会員は自己の費用と責任で解決するものとし、当社にいかなる迷惑または損害を与えないものとします。
                </p>
                <p>３　当社への補償</p>
                <p>
                    会員が本規約に違反する行為または不正もしくは違法な行為によって当社に損害を与えた場合、当社は当該会員または会員であった方に対して損害賠償を請求することができるものとします。
                </p>
                <p>４　IDおよびパスワードの管理</p>
                <p>
                    会員は、自己の責任において、ご自身のパスワードおよびユーザーID（会員ID）を管理するものとします。会員ご自身の不十分な管理もしくは使用上の過誤、または、その他当社の責によらない理由により、IDまたはパスワードの漏洩または不正使用が発生しても、当社は一切責任を負いません。会員がパスワードを失念した場合、または、パスワードの漏洩、第三者によるIDもしくはパスワードの不正使用、もしくは、第三者によるなりすましに気付いた場合には、速やかに当社にその旨を連絡するとともに、当社からの指示がある場合にはこれに従うものとします。
                </p>
                <p>５　本サービスの目的外利用の禁止</p>
                <p>
                    会員は、当社の明示的許可なく、本サービスまたは当社の名前を使用して営利目的の活動または宣伝を行うことはできません。なお、事前に当社より許可を受け、かつ、使用条件について別途合意がある場合はこの限りではありません。
                </p>
            </Box>
            <H2Text>第９条（会員の禁止事項）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    会員は、次の各号に定める行為をしてはならないものとします。
                </p>
                <p>
                    主として本サービスの信頼性を保持する観点から禁止されるもの
                </p>
                <p>
                    ・事実に反する、または、そのおそれのある情報を提供すること。
                </p>
                <p>
                    ・医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法律その他の適用ある法令に違反して健康食品や健康器具の効能をうたうこと。
                </p>
                <p>
                    医学的根拠に基づくことなく、他人を誘導または推薦すること。
                </p>
                <p>
                    本サービスの運営を妨げるような行為、または本サービスないし当社の信用を毀損するような行為。
                </p>
                <p>主として本サービスの趣旨にそぐわないために禁止されるもの</p>
                <p>
                    ・当社の承認なく、本サービス上で、あるいは本サービスに関連して、営利・非営利を問わず活動または公告を行うこと。
                </p>
                <p>・無限連鎖講（ネズミ講）の開設、または、その勧誘。</p>
                <p>
                    ・選挙の事前運動、選挙運動またはこれらに類似する行為、および、公職選挙法に抵触する行為。
                </p>
                <p>
                    主として第三者の権利の侵害を防止する観点から禁止されるもの
                </p>
                <p>・他者の著作権その他の知的財産権を侵害すること。</p>
                <p>
                    ・他者のプライバシー、肖像権、財産権またはその他の権利を侵害すること。
                </p>
                <p>
                    ・他者を差別、攻撃もしくは誹謗中傷すること、または、そのおそれのある行為。
                </p>
                <p>主として個人情報保護の観点から禁止されるもの</p>
                <p>
                    ・他者の実名、メールアドレス、住所、電話番号などの個人情報を公開すること、または、そのおそれのある行為。
                </p>
                <p>
                    ・特定個人名、団体名、施設名等、個人の特定につながる情報を掲載すること。
                </p>
                <p>
                    ・本人の同意を得ることなく、または、詐欺的な手段により、他者の個人情報を収集すること。
                </p>
                <p>
                    主として犯罪または反社会的行為に該当するため禁止されるもの
                </p>
                <p>・他者の名誉または信用を毀損すること。</p>
                <p>
                    ・ストーキング行為等、方法の如何を問わず嫌がらせをすること、または、そのおそれのある行為。
                </p>
                <p>
                    ・暴力表現、非合法活動への勧誘、または、そのおそれのある行為。
                </p>
                <p>
                    ・わいせつな画像、文書等を送信もしくは掲載すること、または、これらを収録した媒体を販売、頒布もしくはその広告を行うこと。
                </p>
                <p>
                    ・自殺または死を誘発すること、または、そのおそれのある行為。
                </p>
                <p>
                    ・その他のあらゆる犯罪行為、または、犯罪行為に結びつくおそれのある行為。
                </p>
                <p>
                    ・社会通念上、他人に不快感もしくは嫌悪感を与えるとみなされる行為、または、そのおそれのある行為。
                </p>
                <p>主として情報セキュリティの観点から禁止されるもの</p>
                <p>
                    ・メールアドレスもしくはパスワードを不正に使用すること、または本サーバーに接続されている他のコンピューターシステムもしくはネットワークに不正にアクセスすること
                </p>
                <p>・他人になりすまして本サービスを利用すること</p>
                <p>
                    ・コンピューターウィルス、ワーム、スパイウェア、その他の不正もしくは有害なプログラム等（以下総称して「コンピューターウィルス」といいます。）を本サービスの提供に必要な媒体に使用もしくは提供すること（他者が受信可能な状態に置く行為を含みます）。
                </p>
                <p>
                    ・いわゆる「スパム」あるいは大量メールの書き込み、作成、または、頒布。
                </p>
                <p>
                    ・画像、動画、音楽、ソフトウェアなどのファイルダウンロード専用を目的としたリンクの作成や、他のページへのリンクを投稿するためだけに本サービスを利用すること
                </p>
                <p>
                    ・本コンテンツ、または、本サービスからアクセス可能な当社もしくは他者の情報等を改ざん、消去すること
                </p>
                <p>
                    ・恣意的に特定のコンテンツを連続して本サーバーへ送信すること。
                </p>
                <p>その他</p>
                <p>・その他、当社が相当の理由により不適切と判断する行為。</p>
                <p>・法令、本規約または公序良俗に違反する行為。</p>
                <p>
                    ・他の会員その他の第三者または当社に損害を与えるような行為。
                </p>
            </Box>
            <H2Text>第１０条（会員発信コンテンツの削除または編集）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　当社は、会員発信コンテンツについて、第9条の禁止事項のいずれかに該当すると判断した場合、または医学的に不正確、誤りもしくは誤解を招く表現であるなどの理由により削除もしくは編集の必要があると判断した場合には、当該コンテンツを作成、送信した会員の承諾を得ることなく、かつ、理由を説明することなく、当該コンテンツを削除し、または、他の会員が閲覧できない状態に置くことができるものとします。
                </p>
                <p>
                    ２　当社および当社が指定する者は、会員発信コンテンツが以下のいずれかの事項に該当すると判断した場合、その全部もしくは一部を削除するか、または、以下のいずれの事項にも該当しないようにするための編集を行うことができるものとします。
                </p>
                <p>
                    ・コンテンツの容量が、本サーバーの所定の記録容量または文書数を超過した場合。
                </p>
                <p>
                    ・その他、本サーバーの保守管理上必要であると当社が判断した場合。
                </p>
                <p>
                    ３　前二項の規定は、当社および当社が指定する者に対して、すべての会員発信コンテンツの内容を精査することを義務付けるものではなく、また、当社および当社が指定する者は、前二項に該当する会員発信コンテンツの削除または編集の義務を負うものではありません。
                </p>
                <p>
                    ４　当社および当社が指定した者は、本条の規定に従い、会員発信コンテンツを削除もしくは編集したこと、または、しなかったことに起因するいかなる結果についても、会員に対して一切責任を負わないものとします。
                </p>
            </Box>
            <H2Text>第１１条（個人情報の取扱い）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　当社は、会員より当社に提供された会員ご自身の個人情報（以下「個人情報」といいます。）を、個人情報の保護に関する法律およびその関連法令、ならびに、本サービス提供サイト上に掲示される当社のプライバシーポリシーに基づき、適切に取り扱うものとします。
                </p>
                <p>
                    ２　当社は、会員の個人情報を本サービスの適正な運営以外の目的に使用しないものとします。ただし、次の各号のいずれかに該当する場合は、法令に基づいて会員の個人情報を利用または開示できるものとします。
                </p>
                <p>・会員の事前の同意がある場合。</p>
                <p>
                    ・会員が第三者に不利益を及ぼす、または、そのおそれがあると判断され、その不利益を防止または是正するために必要がある場合。
                </p>
                <p>
                    ・公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合で、会員の承諾を得ることが困難である場合。
                </p>
                <p>
                    ・国の機関もしくは地方公共団体またはその委託を受けた者による法令に定める事務の遂行に協力する必要がある場合で、会員ご本人の同意を得ることによりその事務の遂行に支障を及ぼすおそれがある場合。
                </p>
                <p>
                    ・裁判所、検察庁、警察、弁護士会、消費者センターまたはこれらに準じた権限を有する機関から、個人情報について法令に基づく正式な照会を受けた場合。
                </p>
                <p>
                    ・会員ご本人から明示的に第三者への開示または提供を求められた場合。
                </p>
                <p>・法令により開示または提供が許容されている場合。</p>
                <p>・当社が本サービスに付随する関連サービスを展開する場合。</p>
                <p>・その他、本サービスの適正な運営に合理的に必要な場合。</p>
                <p>
                    ・個人を特定できないよう匿名化した上で、当社又は第三者により、商品・サービスの開発、製造、販売、研究、分析、統計、その他の目的で、当社又は第三者のために利用する場合。
                </p>
                <p>
                    ・個人を特定できないよう匿名化した上で、当社又は第三者により、統計データを作成し、当社又は第三者のために利用する場合。
                </p>
                <p>
                    ３　会員は、別途当社または第三者が提供するオプションサービスを利用する場合、会員発信コンテンツ内のバイタルデータ、病歴、食事や運動に関する情報、コミュニケーション履歴等のデータおよび当社に提供した個人情報について、オプションサービスとの連携及びオプションサービスの運営に必要な範囲で関係する医療機関やサービス提供企業等に対して提供すること、及び、別途公開同意をした場合はその範囲内でオプションサービス利用者に閲覧させることに同意するものとします。
                </p>
                <p>
                    ４　会員がすでに当社または第三者が提供するオプションサービスを利用している場合においても、前項は適用されるものとします。
                </p>
            </Box>
            <H2Text>第１２条（当社の責任の限度および免責事項）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>１　本サービスに関する無保証</p>
                <p>
                    当社は、本サービスが会員の要求や期待に適合すること、または、本サービスの利用が会員の利益となることを保証するものではなく、その他本サービスの利用によるいかなる結果についても一切保証しません。
                </p>
                <p>２　提供コンテンツの無保証</p>
                <p>
                    提供コンテンツについては、当社はその正確性、合法性、道徳性等を確保すべく細心の注意を払って掲載または発信しておりますが、その閲覧、情報収集および内容の判断については会員ご自身の責任において行っていただくものとし、当社はその結果についていかなる責任も負いません。また、当社は、提供コンテンツの完全性、正確性、信頼性、最新性、適法性、安全性等についていかなる保証も行いません。
                </p>
                <p>３　会員発信コンテンツの無保証</p>
                <p>
                    当社としては、会員発信コンテンツについては、明らかに医学的に誤りである情報、会員に著しく誤解を与えるおそれのある情報、または、第9条の禁止事項に該当する情報がそのまま掲載されることがないよう細心の注意を払ってチェックを行い、必要に応じて第10条に基づく編集や削除を実施しますが、すべての会員発信コンテンツについて完全なチェックを行う義務やすべての会員発信コンテンツについて誤りを除去、修正する義務を負うものではありません。また、当社は、会員発信コンテンツの完全性、正確性、信頼性、最新性、適法性、安全性等についていかなる保証も行いません。
                </p>
                <p>４　第三者提供サイトの無保証</p>
                <p>
                    本サービスには、第三者によって、もしくは、第三者のために設けられた広告、または、第三者のウェブサイトへのリンクが含まれている場合がありますが、当社はこれらの第三者の広告、サイトおよびそのコンテンツについては一切責任を負いません。
                </p>
                <p>５　情報システムについての免責</p>
                <p>
                    当社は、予見可能性の有無を問わず、本サーバーおよび本サービスの運営に必要な通信回線、システムまたはコンピューターに生じる障害、不正アクセス、人為的な誤り等、いかなる事象に起因するものであっても、本サービスの中断、遅延、中止、コンテンツまたはその他のデータの流失、消失、破損または盗用、会員のコンピューター端末等に蓄積されたデータの流失、消失、破損または盗用、その他本サーバーおよび本サービスに関連して生じた不具合について、会員および会員であった方に対して一切責任を負わないものとします。
                </p>
                <p>６　コンピューターウィルスについての免責</p>
                <p>
                    当社は、提供コンテンツに関しては、サイトもしくは電子メールにて公開もしくは提供する前に、またサイト（関連するソフトウェアその他のデータおよび掲載されている本コンテンツを含みます。）に関しては定期的に、コンピューターウィルスの有無をチェックし、セキュリティの維持および向上に努めておりますが、これらにコンピューターウィルスが含まれていないことを保証するものではありません。
                </p>
                <p>７　会員の紛争についての免責</p>
                <p>
                    会員間または会員と第三者との間の紛争は、第８条第２項により当事者間で解決を図るものとしますが、当社は、当社の判断と裁量において、本サービスの適正かつ効果的な運営の観点から、紛争の解決のために助言または援助を行うことがあります。ただし、いかなる場合においても、当社は会員の紛争を解決する責任を負うものではなく、また、その結果についても一切責任を負いません。
                </p>
            </Box>
            <H2Text>第１３条（著作権）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　当社は、提供コンテンツについては、自らが著作権その他一切の権利を有し、または、すべての権利者から本サービスにおける使用につき完全な許諾を得て適法に処理されていることを保証します。なお、こうした保証は、会員発信コンテンツおよびリンクが設定される第三者のウェブサイトのコンテンツには適用されません。
                </p>
                <p>
                    ２　会員は、各自の会員発信コンテンツについて、自らが著作権その他一切の権利を有し、または、すべての権利者から次項を含む本サービスにおける使用につき完全な許諾を得て適法に処理されていることを保証するものとします。
                </p>
                <p>
                    ３　当社は、当社もしくは第三者のウェブサイト、出版物、書籍、店頭POP、商品、または、その他の当社の事業活動において、その使用の場所、方法、時期および頻度を問わず、会員発信コンテンツを無償で非独占的に期間の定めなく使用（複製、公開、送信、頒布、譲渡、貸与、翻訳および翻案を含みます。）する権利を有するものとし、これに関連して会員は著作者人格権を行使しないものとします。
                </p>
            </Box>
            <H2Text>第１４条（会員登録の一時停止または取消）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    当社は、会員が次の各号のいずれかに該当すると判断した場合、第10条に定める措置を講ずるとともに、または、かかる措置を講ずることなく、更に、何らの通知または催告をすることなく、会員登録を一時停止し、または、取り消すことができるものとします。
                </p>
                <p>
                    ・会員登録情報に不足事項、誤りまたは虚偽があることが判明した場合。
                </p>
                <p>・第9条に定める禁止行為を行った場合。</p>
                <p>・本規約に違反した場合。</p>
                <p>
                    ・その他の相当の理由により、会員として不適切であると当社が判断した場合。
                </p>
            </Box>
            <H2Text>第１５条（退会、会員登録取消後の取扱い）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    １　会員が退会した後、あるいは会員登録を取り消された後は、本サービスを利用することはできず、本コンテンツにアクセスすることもできません。
                </p>
                <p>
                    ２　会員が退会した場合、または、会員登録を取り消された場合は、当該会員の会員登録情報は、一定期間経過後削除されますが、病気体験情報や闘病記情報などの会員発信コンテンツについては削除されません。ただし、退会される会員からご依頼があった場合は、退会後速やかに削除いたします。
                </p>
            </Box>
            <H2Text>第１６条（本サービスの変更、中止および廃止）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    当社は、以下の各号のいずれかに該当する場合には、会員に事前に通知することなく、本サービスの全部または一部を変更、中止または廃止することができるものとします。当社は、本サービスの全部または一部の変更、中止または廃止に関して、会員および会員であった方に対して一切責任を負わないものとします。
                </p>
                <p>
                    ・本サーバーに負荷が集中し、本サービスの運営に支障をきたすおそれがあると判断した場合。
                </p>
                <p>・本サーバーまたは電気通信設備に障害が発生した場合。</p>
                <p>
                    ・天災等の不可抗力もしくはその他の非常事態が発生し、または、発生するおそれがある場合。
                </p>
                <p>・その他当社が独自に必要と判断した場合。</p>
            </Box>
            <H2Text>第１７条（本規約の変更）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    当社は、当社の判断と裁量において、会員に事前の通知をすることなく、かつ、会員の事前の承諾を得ることなく、適宜、本規約を変更することができるものとします。当社が変更後の本規約を本サービス提供サイト上に掲示することをもって、本規約の変更を全会員に通知したものとみなされ、その後、会員が本サービスを最初に利用した時点において、当該会員は変更後の規約に同意したものとみなされます。
                </p>
            </Box>
            <H2Text>第１８条（準拠法および合意管轄）</H2Text>
            <Box
                sx={{
                    margin: '20px 0 40px',
                    fontSize: '16px',
                    lineHeight: '1.6',
                }}
            >
                <p>
                    本規約の成立、履行および解釈に関しては、日本法を準拠法とするものとします。本規約または本サービスに関連して当社と会員または会員であった方との間で生じた紛争については、東京地方裁判所を第一審の専属的管轄裁判所とします。
                </p>
            </Box>
        </>
    )
}

export default AppTerms
